#pragma once
//=============================================================================
//
// タイトル文字処理 [titlefont.h]
// Author : NAOYA OMORI
//
//=============================================================================

#include "main.h"
//*****************************************************************************
// プロトタイプ宣言
//*****************************************************************************
void InitTitleFont(void);
void UninitTitleFont(void);
void UpdateTitleFont(void);
void DrawTitleFont(void);